export default {
    ru: {
        start: "Введите, пожалуйста, почту, которую вы указали при регистрации",
        notFound: "Упс! Кажется, у вас еще нет подписки:(\nЗарегистрируйтесь и оплатите тариф с помощником на сайте baliving.ru и возвращайтесь!",
        expired: "Упс! Кажется, срок действия подписки истек:(\nПродлите тариф на сайте baliving.ru и возвращайтесь!",
        goToWebsite: "Перейти на сайт",
        checking: "Проверяю информацию...",
        next: "➡️ К следующему шагу",
        writeAnotherEmail: "Ввести другой email",
        checkAccess: "Проверить подписку",
        chooseAreas: "Укажите районы, где рассматриваете жилье. Выберите несколько наиболее предпочтительных",
        numberOfBeds: "Укажите количество спальных комнат. Выберите несколько наиболее предпочтительных",
        price: "Укажите верхнюю границу стоимости за месяц в долларах.\n\nВнимание!\nВведите только цифры.",
        finish: "Запомнил.\nПроверьте, пожалуйста, данные. Вы всегда можете отредактировать свои предпочтения нажав Меню->Редактировать",
        details: "Районы: ${areas}\nКоличество спален: ${numberOfBeds}\nЦена до: ${price}$/месяц",
        agree: "Все верно! Можно начинать поиск",
        menu: "Меню",
        editAreas: "Редактировать районы",
        editBeds: "Редактировать количество спален",
        editPrice: "Редактировать стоимость до",
        notFoundOptions: "К сожалению, сейчас я ничего не нашел по вашему запросу.\n\nЯ буду присылать вам новые предложения, как только они появятся!\n\nТакже вы можете изменить параметры подбора, нажав Меню.",
        foundOptions: "Сейчас я нашел для тебя такие варианты. Я буду присылать тебе новые предложения по твоим параметрам, как только они появятся!\n\nТакже ты можешь редактировать запрос, нажав Меню.",
        finalMessage: "Район: ${area}\nКоличество спален: ${numberOfBeds}\nЦена: ${price}$/месяц\n\nСсылка: ${link}",
        write: "Написать"
    }
}